[
  {
    "lat": "1.3458907978506407",
    "lng": "103.82251384134332",
    "name": "MacRitchie Reservoir",
    "description": "MacRitchie Reservoir, located in central Singapore, is the island's oldest reservoir, built in 1868. Surrounded by lush rainforest, it offers a serene escape from the city's hustle and bustle. The reservoir features a variety of outdoor activities, including walking and jogging trails, canoeing, and kayaking. Its iconic TreeTop Walk, a 250-meter suspension bridge, provides stunning views of the forest canopy. Home to diverse wildlife, including monkeys and birds, MacRitchie is a popular destination for nature lovers and fitness enthusiasts. The reservoir is an integral part of Singapore's water supply and conservation efforts.",
    "country": "Singapore",
    "timeZone": "GMT+08",
    "visitList": "[]"
  },
  {
    "lat": "1.348636703325579",
    "lng": "103.77671469419536",
    "name": "Bukit Timah Nature Reserve",
    "description": "Bukit Timah Nature Reserve, located in central Singapore, is a 163-hectare protected area known for its rich biodiversity and natural beauty. Home to Singapore's highest hill, Bukit Timah Hill, which rises 163 meters, the reserve features a network of hiking trails through lush tropical rainforest. It is a haven for various wildlife, including monkeys, birds, and reptiles, and is one of the last remnants of Singapore's primary rainforest. The reserve offers an educational experience with its diverse flora and fauna, making it a popular spot for nature lovers, hikers, and those seeking tranquility in the heart of the city.",
    "country": "Singapore",
    "timeZone": "GMT+08",
    "visitList": "[]"
  },
  {
    "lat": "1.3395413426383924",
    "lng": "103.78026582318077",
    "name": "Rail Corridor",
    "description": "The Rail Corridor, stretching over 24 kilometers from Tanjong Pagar to Woodlands, is a revitalized green space in Singapore that traces the route of the former KTM railway line. It offers a unique blend of nature, history, and heritage, as it passes through diverse landscapes, including forests, open fields, and urban areas. The corridor is dotted with historical landmarks, such as old railway stations and bridges, providing a glimpse into Singapore's past. Popular for walking, cycling, and recreational activities, the Rail Corridor is a symbol of sustainable urban development, seamlessly integrating green spaces with the city’s modern infrastructure.",
    "country": "Singapore",
    "timeZone": "GMT+08",
    "visitList": "[]"
  },
  {
    "lat": "18.366419522992274",
    "lng": "73.75595356838926",
    "name": "Sinhagad Fort",
    "description": "Sinhagad Fort, located near Pune, Maharashtra, is a historic hill fortress renowned for its strategic importance and rich heritage. Perched atop a steep hill in the Sahyadri range, it offers breathtaking views of the surrounding landscape. The fort, whose name means Fort of the Lion, played a pivotal role in many battles, including the legendary 1670 battle led by Maratha warrior Tanaji Malusare under Shivaji Maharaj. Its rugged stone walls, ancient gates, and remnants of bastions echo tales of bravery. A popular trekking destination, Sinhagad is also known for its cool climate, natural beauty, and traditional Maharashtrian food stalls.",
    "country": "India",
    "timeZone": "GMT+05:30",
    "visitList": "[]"
  },
  {
    "lat": "10.05343982851771",
    "lng": "77.05703156925533",
    "name": "Attukad Waterfall Trail",
    "description": "The Attukad Waterfall Trail, nestled in the lush hills of Munnar, Kerala, offers an enchanting journey through dense greenery and rugged terrain to one of the region's most stunning waterfalls. This picturesque trail is perfect for nature lovers and adventure enthusiasts, as it combines scenic beauty with a mild trekking challenge. Cascading from a rocky cliff, the waterfall creates a mesmerizing misty spectacle, especially during the monsoon season. Along the way, trekkers can enjoy the tranquil ambiance, chirping birds, and fresh mountain air. The Attukad Waterfall Trail is an ideal escape for those seeking serenity and a closer connection to nature.",
    "country": "India",
    "timeZone": "GMT+05:30",
    "visitList": "[]"
  },
  {
    "lat": "35.361348483918874",
    "lng": "138.7273563371948",
    "name": "Mount Fuji",
    "description": "The Mount Fuji trek is a once-in-a-lifetime adventure offering breathtaking views and a profound cultural experience. Rising majestically at 3,776 meters, Mount Fuji is Japan’s highest peak and an iconic symbol of beauty and resilience. Trekkers typically ascend during the official climbing season (July to September) when trails are accessible and weather conditions are favorable. The trek combines challenging terrain with awe-inspiring vistas of surrounding lakes, forests, and distant landscapes. Reaching the summit to witness a spectacular sunrise, known as Goraikō, is a highlight. Along the way, mountain huts offer rest and nourishment, making this journey both exhilarating and rewarding.",
    "country": "Japan",
    "timeZone": "GMT+09",
    "visitList": "[]"
  },
  {
    "lat": "34.709806308219996",
    "lng": "135.193859312166",
    "name": "Nunobiki Falls",
    "description": "Hiking to Nunobiki Falls in Kobe, Japan, is a serene and refreshing experience, blending natural beauty with cultural charm. The trail, conveniently starting near Shin-Kobe Station, takes hikers through a lush forest, offering scenic views of the city below. Nunobiki Falls is a series of four cascading waterfalls: Ontaki, Mentaki, Meotodaki, and Tsutsumigadaki, each with its own unique allure. The sound of rushing water and the tranquil surroundings create a peaceful ambiance. This moderate hike also provides glimpses of historical sites like the Nunobiki Herb Garden and reservoirs. It’s an ideal escape for nature lovers seeking beauty and rejuvenation.",
    "country": "Japan",
    "timeZone": "GMT+09",
    "visitList": "[]"
  }
]